[
  {
    "name": "Giant",
    "description": "Giant Bicycles is inarguably the most common brand and also the most demanded of all the bikes on the market. A Taiwan based manufacturer, Giant Manufacturing Co has manufacturing plants in the Netherlands and China too. Through a chain of over 12,000 retail shops spread across more than 50 countries, the company does hit an average of at least a billion dollars in revenue every year. Giant manufactures bikes in all ranges, and with great features that include great designs and dual suspensions among others. Founded in 1972, Giant’s simple global goal is to ensure that cycling is made not only better but also very accessible for all",
    "country": "Taiwan",
    "phone": "+886 9 5809 1103",
    "homepage": "www.giant-bicycles.com",
    "imgUrl": "https://dixylo-cycly.s3-ap-southeast-2.amazonaws.com/brands/giant.png"
  },
  {
    "name": "GT Bikes",
    "description": "Founded in 1972 by Richard Long and Gart Tumer, GT Bikes are formidable forces in the industry. The Santa Ana, Californian based company is famous for its manufacture of its three main types of bikes namely: road bikes, BMX bikes, and the mountain bikes. The brand became a benchmark model courtesy of its triple triangle design that surely took it to higher heights. The back fronts of the bikes have been designed with super easy suspensions that are responsible for the super comfort offered by this brand. In addition to performance, the company offers its market with very attractive bikes that have incredibly great looks.",
    "country": "USA",
    "phone": "+1 810 2345 7892",
    "homepage": "www.gtbicycles.com",
    "imgUrl": "https://dixylo-cycly.s3-ap-southeast-2.amazonaws.com/brands/gt.png"
  },
  {
    "name": "Santa Cruz",
    "description": "Santa Cruz is one of the topmost and most popular bicycle brands in the world, mainly attributed to high-class performances. Founded by Rich Novak and Roskopp Rob, in 1993, the company has been associated with high-end bikes, as evident from its first product launched in 1994 that featured full suspension and 3-inch travel pivot design. Based in California, their bikes are designed to give easy pedaling that makes it less tiring when climbing hills. Though Santa Cruz is mainly known for its premium bikes, it also well caters for the budget riders through their equally quality but affordable bikes.",
    "country": "USA",
    "phone": "+1 519 489 5494",
    "homepage": "www.santacruzbicycles.com",
    "imgUrl": "https://dixylo-cycly.s3-ap-southeast-2.amazonaws.com/brands/santacruz.png"
  },
  {
    "name": "Trek",
    "description": "Trek Cycles was founded in 1976 and has been known for durability ever since. The company is considered a market leader in the world, selling its products under different brand names such as Gray Fisher, Electra Bicycle Company, Klein and Diamant Bikes. These are mainly first of the range bikes that are durable and can be used by even heavy guys weighing up to about 150 kilograms. Trek Cycles products are marketed in more than 90 countries in the world. In the North America alone, the company has about 1700 dealers. Trek, a Waterloo, Wisconsin based company, is credited for its high-performance products that have inevitably brought us a better experience on two wheels.",
    "country": "USA",
    "phone": "+1 409 376 4447",
    "homepage": "www.trekbikes.com",
    "imgUrl": "https://dixylo-cycly.s3-ap-southeast-2.amazonaws.com/brands/trek.png"
  },
  {
    "name": "Specialized",
    "description": "This American bicycle company only manufactures bicycles and bicycle parts. It is listed among the most famous and the very best bicycle brands in the world. The bike has been so popular, especially in the sporting industry that at one point, five Olympians used the brand’s bikes in the Olympics. No other brand has had such a high number before and thereafter. This is clear evidence that their bikes are easy to mountains as super enjoyable to have a joy ride with. Get a Specialized product at any price range and start your bicycle adventure today.",
    "country": "USA",
    "phone": "+1 877 808 8154",
    "homepage": "www.specialized.com",
    "imgUrl": "https://dixylo-cycly.s3-ap-southeast-2.amazonaws.com/brands/specialized.png"
  },
  {
    "name": "Northwoods",
    "description": "Northwood cycle depot was established in 1924 by Mr. E.L. Boxall on the same site and is now in the fourth generation of the Boxall family. The shop has always been called Northwood Cycle Depot but is known locally as 'Boxalls'. In the early days we sold motor cycles, car accessories, toys, paraffin, petrol and electrical goods as well as cycles. We have a collection of old cycles and memorabilia from an original 1890's Penny Farthing through to a Raleigh Chopper, Itera plastic bike and a shaft-drive Fent.",
    "country": "UK",
    "phone": "+44 192 382 4174",
    "homepage": "www.northwoodcycles.com",
    "imgUrl": "https://dixylo-cycly.s3-ap-southeast-2.amazonaws.com/brands/northwood.png"
  },
  {
    "name": "Cannondale",
    "description": "Founded in 1971, the Canadian based company launched production in 1983 and has never looked back henceforth. Attributed for bringing a new era in the bikes industry by their aluminum frames, the company has also in the recent years ventured into carbon fiber designs that are in all respects spicing up the industry. In a nutshell, the Cannondale manufactured bikes are associated with super efficiency. This can be seen in the effortless gear shifting mechanisms that complement the frames, resulting in relaxed rides as you climb mountains. Cannondale has recently established a plant in Taiwan, targeting the Asian market.",
    "country": "Canada",
    "phone": "+1 810 303 6789",
    "homepage": "www.cannondale.com",
    "imgUrl": "https://dixylo-cycly.s3-ap-southeast-2.amazonaws.com/brands/cannondale.png"
  },
  {
    "name": "Marin",
    "description": "Based in Marin County, California, Marin was founded in 1986 and has thereafter been designing, manufacturing and selling high-quality bikes. The company has for a long time been considered the best bicycles company in the USA. With a specialization in mountain bikes, the company is associated with some of the most premium priced bikes in the world. However, they don’t o`nly produce mountain bikes but also other types too, though not in bulk as is the case with the mountain bikes. The company strives to offer the market with a unique experience with every product they dedicate themselves to design. With the Marin bikes, be ready to experience a dream-like adventure.",
    "country": "USA",
    "phone": "+1 415 382 6000",
    "homepage": "www.marinbikes.com",
    "imgUrl": "https://dixylo-cycly.s3-ap-southeast-2.amazonaws.com/brands/marin.png"
  },
  {
    "name": "Yeti",
    "description": "Yeti Cycles has become a formidable force in the industry with the surety of its products easily being guaranteed by the test of the times. Having been in existence since 1985, the company designs and manufactures top quality cycles. Employing the ZeroLoss Technology design for the suspension, the company amazingly gives its users easy wheel alignment bikes, a much-needed feature when mountaineering. The company works with a team of creative designers, hence the reason why their collections a totally different taste of mountain bikes from those of other companies.  Producing what themselves would always desire to ride, you have all the reasons to relish the feeling of owning a Yeti Cycles bike.",
    "country": "USA",
    "phone": "+1 303 278 6909",
    "homepage": "www.yeticycles.com",
    "imgUrl": "https://dixylo-cycly.s3-ap-southeast-2.amazonaws.com/brands/yeti.png"
  },
  {
    "name": "Kona",
    "description": "Kona Bicycles is a big player in the industry with its main production locations being in Washington, Geneva, and Vancouver. Founded in 1988, the company is credited for being the first to design and manufacture complete tube design mountain bike ranges. Their bikes are credited for their ability to handle extreme downhill terrains. Today, the company builds its bikes using quality materials such as aluminum, fiber, steel, carbon, and titanium. They market their products with a formidable presence in about 60 countries across the continents. Kona offers the market with a wide range of bikes including cyclocross, commuter, mountain bikes and others.",
    "country": "Canada",
    "phone": "+1 265 423 273",
    "homepage": "www.konaworld.com",
    "imgUrl": "https://dixylo-cycly.s3-ap-southeast-2.amazonaws.com/brands/kona.png"
  },
  {
    "name": "Merida",
    "description": "In the 1970s, there seems to have been a bikes revolution. This can be seen from the number of great companies on this list that started during this time, hence the 1970s can rightfully be referred to us a bikes revolution era. One such company to be founded in this era is the Taiwan based Merida Industry Co Ltd, that began in 1972. Founded by Ike Tseng, the company makes about 2.2 million bikes yearly. Their market base is spread across about 77 countries. Merida bikes are characterized by premium prices, stylish designs, and convenience.",
    "country": "Taiwan",
    "phone": "+886 4 8529 6171",
    "homepage": "www.merida-bikes.com",
    "imgUrl": "https://dixylo-cycly.s3-ap-southeast-2.amazonaws.com/brands/merida.png"
  },
  {
    "name": "Nimbus",
    "description": "Nimbus was started in 2001 and is the premier house brand of Unicycle.com. The brand was started to help differentiate between our standard unicycles and the newer higher end unicycles we were designing in response to the requests from the rapidly developing sport at the time. Nimbus unicycles are designed with the riders in mind and they are very functional and durable. This reputation has been gained over many years. When you look within the forums and social media where riders talk of broken parts and failures on their unicycles, it is rare to see any Nimbus products, even though Nimbus outsells almost all other specialist brands of unicycles in the world.",
    "country": "UK",
    "phone": "+44 800 980 0711",
    "homepage": "www.nimbusunicycles.com",
    "imgUrl": "https://dixylo-cycly.s3-ap-southeast-2.amazonaws.com/brands/nimbus.png"
  }
]
